{"meta":{"title":"Know thyself","subtitle":"","description":"","author":"Zhao Hao","url":"https://zhaohao.de","root":"/"},"pages":[{"title":"About","date":"2021-03-12T07:06:59.000Z","updated":"2021-03-16T01:20:56.236Z","comments":true,"path":"about/index.html","permalink":"https://zhaohao.de/about/index.html","excerpt":"","text":"为什么要写独立博客 如何写好博客及主要内容 分享规则 赞赏途径"}],"posts":[{"title":"监管 V.S. 对抗：美国膳食补充剂行业法规变迁","slug":"监管与对抗：故事重写","date":"2021-03-17T15:57:35.573Z","updated":"2021-03-17T15:59:30.606Z","comments":true,"path":"2021/03/17/dietary-supplement-regulations-in-the-us/","link":"","permalink":"https://zhaohao.de/2021/03/17/dietary-supplement-regulations-in-the-us/","excerpt":"","text":"监管 V.S. 对抗：美国膳食补充剂行业法规变迁@John P. Swann www.drugtestinganalysis.com 本文主要介绍美国食品药品管理局（FDA）对膳食补充剂的监管历程，从维生素产品出现后1906食品药品法案（1906 Food and Drugs Act）如何对其进行管理开始说起，直到1994膳食补充剂健康教育法案（1994 Dietary Supplement Health and Education Act, DSHEA） 对行业带来的颠覆性影响为止。其中列举了主要法律法规、关键的法院判决，以及从19世纪20年代到90年代期间FDA针对膳食补充剂采取的一系列行动，所带来的影响。而来自补充剂厂商、行业协会、政客，尤其是大多数民众对FDA监管的顽强抵制，则构成了冲突的另一部分。文章最后讨论了DSHEA如何从“字面上”改变了膳食补充剂的定义，及其监管条件。 1 背景介绍，维生素的诞生，及对早期对补剂的监管探索本文检视了FDA和膳食补充剂的长期“斗争史”。当然，这一过程伴随着FDA与消费者、生产商、行业协会、联邦各级司法系统、政客、健康行业从业者、科学家等不同人群的长期、复杂的交流和互动。这件事情如此复杂的一个原因是，这类商品的起源，给科研和监管都带来了持续的挑战，即：膳食补充剂根植于食品，却超出了维持生存的基本目的。要注意的是，本文关注的是膳食补充剂本身，而非“强化食品”，二者之间有相当的重叠，但是本文主要讨论的是由维生素、矿物质、植物提取物、氨基酸等为特殊目的配制而成的产品，包括单独起效或者协同起效。无论如何，这类产品的名字本身就体现了问题所在：这些有独特功效的产品是对食品的补充，但实际上被很多人理解为对“治疗”的补充。起初只有维生素和矿物质被认定为膳食补充剂，后来植物成分和氨基酸产品也纳入进来，这在1994年的膳食补充剂健康与教育法（DSHEA, Dietary Supplement Health Education Act）中也有所定义。膳食补充剂范围的扩大实际上反映了消费者对这些产品的热情和追捧，因为在二十世纪后期，患者在他们自己的医疗保健中扮演了重要角色，而膳食补充剂是他们在医疗保健决策制定中寻求更大自主权的一部分。 从科学角度去监管膳食补充剂同样困难，也可能是因为缺少科研成果。对常量营养素成份和基本功能的研究进程缓慢，尽管从二十世纪初开始的几十年间人们在营养学上有了很多发现，但是对这些营养成分的作用机制，不良影响，有效/安全剂量等性质仍然知之甚少。新的营养素被发现和分离之后，其商业价值被迅速放大，受到消费者追求。这反过来再次对膳食补充剂产品的安全使用和规范宣传提出了更高要求。然而，尽管监管很大程度上要参考对补充剂的研究成果，而消费却不必受制于此。也就是说，对膳食补充剂的消费可以、也确实已经领先于科学和监管的水平。 美国对膳食补充剂的监管从二十世纪初才开始，一方面因为尽管联邦长期努力，但对消费品的监管直到1906年才成型落到实处，另一方面是食品中具体的、可用于营销的营养素直到1920年才逐渐被发掘。十八十九世纪的几个工人帮助发现了某些疾病与膳食的关联，如脚气病，坏血病，佝偻病和糙皮病等，但对这些关联的分析仍囿于营养的三大基石：蛋白质、碳水化合物和脂肪。以对食物成份和生理学作用的研究著称的德国化学家李比希（Justus Liebig），在他的《动物化学（Animal Chemistry)》一书中很大程度上研究了蛋白质、碳水化合物和脂肪的代谢利用。直到十八世纪末，人们仍然认为食物仅用于提供能量和维持组织发育。尽管李比希对食物的生理学研究意义巨大，但由于他的细菌致病理论长期占据主流，人们把病原体作为致病的首要原因，对食物及其在疾病预防作用的深入研究却被搁置了。尽管如此，一些科学家还是开始意识到常量营养素背后或许有更多信息，当十九世初William H. Wollaston分离出胱氨酸之后，这些常量营养素开始逐渐被分解为更微观的物质进行研究。 剑桥生化学家Frederick Gowland Hopkins于1900年分离出色氨酸，他从喂养小鼠的实验中发现一些未知的、现有分类之外的“精细食物”，在膳食中起到关键作用。其他人的实验也有同样结论。1912年，Hopkins将这些未知因素称为“辅助食物因子”。同年，Casimir Funk发现碾米中的蛋白质片段可以预防鸟类中的类脚气病，他将这种能够预防某种缺乏症的营养因子称为“维生素”。 在接下来的数年间，威斯康星大学、耶鲁大学、剑桥大学及企业实验室和其他机构的研究人员陆续分离出“脂溶性维生素A”，维生素D，维生素C， 第一种B族维生素，生物素，泛酸，和其他营养素。这些发现都迅速被投入商用。 这些科研发现相当容易被主流商业所应用并为消费者接受，这丝毫不足为奇，因为其它产品已经假借“科学进步”通过广告宣传多次席卷了美国人的心智和消费市场。（四个例子）比如，1898年镭发现后，公众对其治疗潜力的狂热追求，催生了宣称含有（可能并不含有）镭这一实际上致命元素的商品的上市。圣路易斯的医生Rupert Wells把镭引入癌症治疗，其它相关产品也随之而来：Radiozone，Radium Rings（镭戒指），Radium Radia，Radiumite，Magical Mineral Radium Water（魔力镭矿泉水），Radium Ore Revigator（镭矿探测器），Radithor（镭补）等等。又如，19世纪末，William Radam的Microbe Killer（病菌杀手）在的公共药房中随处可售，他们宣称这种专利药可以进一步推动Louis Pasteur（巴斯德）、Robert Koch（罗伯特科赫）等人的微生物学研究成果。再如，电力、电气化和无线电等技术进步促进了各种医疗设备的发展，催生了Electropoise，Oxydonor，Electro-Chemical Ring（电化学环），Oscilloclast, Radioclast, the Sanden Electric Company belt等设备的产生。更如，19世纪末，临床医生在医学文献中报道干粉甲状腺激素对超重患者的有益结果，尽管他们同时表达了对这种疗法的担忧以期待同行密切关注，市场上还是出现了许多甲状腺制剂，培养了许多对减肥越来越感兴趣的自我治疗人群。Marmola可能是最成功的产品之一，尽管美国邮政局（Post Office）和联邦贸易委员会（FTC）持续努力管控，仍然在市场上销售数十年。 这两个机构对禁止问题产品的权力有限。十九世纪末，反邮政欺诈法（Postal Fraud Law）使邮政局能够禁止虚假或欺诈邮件，FTC的授权立法使它能够起诉那些涉及不公平贸易的公司。 另一个联邦机构，FDA的前身美国化学局（Bureau of Chemistry)，自1862年任命第一位农业部化学家以来就已存在，成为“华盛顿最引人注目的实验室”和“政府化学活动的所在地”，因此邮政局和FTC等其他机构经常因科学和医学事宜向化学局咨询，例如他们对上文提及的一些产品的关注。化学局的职责在1906年发生了巨大变化，当时为了对食品和药品进行管控，一场持续四分之一世纪的旷世之争刚刚结束，联邦食品和药品法案（Federal Food and Drugs Act，1906法案）终于通过，标志着该局成为第一个以消费者保护为基本目标的机构。该法案禁止假冒伪劣（adulterated and misbranded）食品和药品在州际和国际贸易中流通，并将扣押和起诉作为主要执法手段。药物——用于治愈、减轻或预防疾病的物质——必须遵守美国药典（USP）或国家处方集（NF）中的浓度、质量和纯度标准。 食品——任何用于食品，饮料，糖果或调味品的物品——虽不必达到药物标准，但是，法案禁止销售假冒伪劣产品，禁止添加有害成分，及禁止销售污染或腐烂的食品。法案不要求产品提供成分列表，但食品和药物如果含有11种特殊成分，包括酒精，吗啡，鸦片，可卡因和大麻等等，则必须列出。此外，法律禁止食品或药品的标签含有任何虚假或误导性信息。从本质上讲，1906法案是对当时“一经售出概不退换”的市场惯例进行了否定，具有时代进步意义，它使用“标签（Label）”（及其它工具，以及随后几年将要提出的许多限制条件）作为监管工具，使消费者能够更好地理解他们正在服用的东西。例如，它没有禁止那11种危险成分的添加，但它坚持认为购买者有权知道这一信息。 在执行1906法案的早期阶段，食品和药品之间的界限有时会产生模糊，例如，传统上用作食品的物质可能在标签上宣传用于治疗疾病。然而，正如Peter Hutt所说的那样，那些宣称有助于健康的食品在法案通过后似乎有所减少。当然，化学局的关注点更多地集中在药物标签上。 随着食品和药品法（Food and Drugs Act）和贸易委员会法（Trade Commission Act）的普及，由于这些法案禁止虚假和不公平的标签和广告，食品公司的广告更少宣传其产品的健康属性，转而更多宣传其风味和便利性。然而在这一点上，维生素产品的情况有很大不同。到二十世纪二十年代，已经许多维生素被分离出来，其在健康方面的作用也被详细阐述，引起民众、化学局和其他团体的广泛关注。制药公司此时正在流行杂志如Good Housekeeping和Parent’s Magazine上大肆宣传各种维生素制剂的作用，包括它们在儿童骨骼和牙齿形成中的重要性，以及帮助儿童抵抗感染的能力。 到二十世纪二十年代早期，美国医学协会（AMA）开始对维生素大规模使用提出担忧。对于AMA来说，他们并不在乎维生素是否纳入他们数十年来一直痛恨的专利药物范围，尽管这两种产品都在某种程度上削弱了那些进行自我治疗的患者与医生的联系；而是因为很多维生素产品宣传上都存在一定程度的科学不确定性。AMA的期刊收集了一位伊利诺伊大学研究员的报告，他对维生素研究的分析得出结论，在不维生素缺乏的情况下，没有证据表明过量维生素可能带来什么益处。 AMA批评了流行杂志中对维生素“不负责任的”和“歪曲的”广告，并提醒他们的读者“最近很多江湖庸医骗子把维生素夸成万能灵药用于促进销售”。 这一表态再次引发了一场世纪之争。 虽然1906法案没有直接提及这些维生素产品，但化学局在20世纪20年代初也开始把维生素当作潜在的监管对象进行研究，这迈出了持续至今的对维生素及膳食补充剂监管的第一步。法律药典标准（即USP和NF）直到1926年才对这些“医疗用品”的质量，纯度或强度进行考察（当时USP也仅列出了维生素A），这给化学局的工作留下了必须议定的空白；在法律规定的范围内，产品标签声明是否准确？声称含有这些补充剂的产品实际上是否含有维生素，并且含量是否达标？这些问题要求精细的分析程序，而化学局随后也启动了相关研究。 1922年2月，化学局开始收集有关维生素的基本信息——其生产、成分、标签和广告——以确定这类产品作为医疗用品的价值。 化学局从其各地办事处收到的产品标签和广告，宣称维生素可以治疗：营养缺乏症；与怀孕、哺乳和产后恢复相关的焦虑；儿童骨骼和牙齿增长以及身体发育；食欲不振；对结核病可能存在帮助；其他消耗性疾病；婴儿腹泻；以及其它治疗性应用。从1921到1930年，化学局对维生素和矿物质的内部调查主要集中在蛋白质实验室，主要研究检查各种食物的维生素含量是否低于标签标注量。由化学家D. Breese Jones领导的这个小组研究了漂白对面粉中维生素含量的影响，鸡蛋中维生素A因长期冷藏而减少的程度，以及各种食物（包括人造黄油，扁豆和婴儿食品等）中的营养成分。他的同事Jones和化学家Hazel Munsell（在美国农业部家庭经济局营养研究部与Jones相当的学者）也在1926年左右开展了一项关于鳕鱼肝油及其所含维生素成分的研究分析，为预期对市场上大量同类产品进行监管打好了基础。事实上，在1930年之前，化学局就开始打击假冒伪劣的鱼肝油、其片剂和其他产品。 根据助理首席化学家Paul Dunbar的说法，这种研究意义重大，因为维生素拥有巨大的市场，但它们的制造商却往往在广告中夸大宣传。 接下来的十年中，FDA逐渐被人熟知，其对维生素的研究和监管也逐渐深入。 1931年7月，FDA宣布计划建立一个专门研究维生素的实验室，并于次年2月投入使用。1935年8月建立的维生素部门更加凸显了这类产品的重要性，该部门由国际卫生委员会维生素标准化会议的美国代表Elmer M. Nelson领导——该委员会的成立本身也证明了此时维生素和矿物质对全球的影响。该委员会由维生素和矿物质的国际专家组成，于1931年6月首次召开会议，从维生素A，B1，C和D开始促进维生素的标准化。 Dunbar之前表达的担忧迅速被发展为1906法案下相当明确的监管理念。在1930年跟两位食品方面同事的谈论中，Dunbar感叹道，尽管对维生素和营养知识的了解不断增加，但实验的发现成果，和一些制造商所所宣称的维生素具有的健康功效之间，仍然存在相当大的差距。因此，FDA将特别关注相关产品的宣传主张，即产品确实含有标注的维生素，以及对健康功效的暗示： “……食品标签声称其具有治疗性、功效性和治愈功能，而事实上它们仅具有该特定描述的食品应该具有的基本健康和营养性质，这种行为从食品定义的角度以及考虑到药品法案的规定，属于虚假宣传，其行为主体应受到相应处罚。同样，极端的和无根据的声称也将被认定为为非法。 ” FDA发起了几项行动，以针对宣称有广泛治疗效果的维生素产品。例如，生产富含维生素A、B、C和几种矿物质的大蒜片的制造商没有对FDA对该机构虚假宣传的指控提出异议，因为该片剂声称可以治疗白喉、肺结核、高血压、风湿病、百日咳等疾病。FDA对Commanders品牌维生素胶囊的指控也被法院认可，因为产品中六种维生素的成分低于其声称的浓度和质量。由于维生素D含量过低，旧金山分局扣押了超过2200加仑的进口鱼肝油。 Geba品牌的制造商同样认罪，他们的片剂产品声称是维生素G（后更名B2，即核黄素）、E、B和A的极好来源，且可以促进健康，恢复身心活力，抗感冒，抗细菌感染，刺激所有年龄段人群的生长，提高生殖器官能力等。另一种产品Neu-Life的所有者同样认罪，这种产品结合了五种维生素和至少八种矿物质来治疗腺体无力和焦虑症，而分析显示，Neu-Life缺乏其标注的一种维生素，而且误导用户相信其宣称的生理效果。一种兽用维生素矿物质化合物制造商Occo也输掉了指控案，FDA指控其用于绵羊、猪和家禽的化合物产品缺少其标注的成分或使用无效成分。一项针对Royal Lee’s Catalyn复合维生素片的指控，从1933年持续到1940年，其声称含有维生素A、C、D、B和G的制剂，分析表明缺少前三种，后两种实际无效，而此外政府对Catalyn产品的声称功效同样提出质疑——其宣称有效治疗包括缺乏症在内的50多种疾病，包括动脉硬化、高血压和低血压、失眠、缺乏能量及肾炎。当FDA不断追查这些案件的时候，国会经过讨论也最终通过了一项新的消费者保护法规。 2 特殊膳食及首批法规1938年食品、药品和化妆品法案（Food, Drug, and Cosmetic Act）取代了1906法案，这是一项新政措施，旨在扩大受FDA监管的消费者产品的范围，以及加强原有的监管力度。新法案禁止了假冒伪劣的化妆品和医疗器械。此外，新药只有经过安全检测才能进入市场，食品必须符合相关标准。其中与补充剂监管历史相关的是两个概念变化。第一个概念是，药物的定义现在包括“旨在影响人体或其他动物身体结构或任何功能的物品（食物除外）”。 在立法听证会期间讨论这一定义时，FDA表示，这种定义将可以解决一些声称治疗疾病的问题商品，这些产品通常不被视为药物，比如被有些人长期比作化妆品的“肥胖治疗法”。会议认为，产品的预期用途比其分类更重要，比如如果它含有营养成分，但其标签和广告宣称的功效又使其作为药物出售，那么它应该被定义为药物而不是食物。换句话说，产品声称的功效比产品的来源和成分更重要，这决定了它应该被视为哪类产品。 第二个概念是，对食品虚假标签的新的禁令，将对维生素和其他产品的监管产生重大影响。这一禁令是，一种食品如果声称或被描述为有特殊膳食用途，则食品将被视为虚假标注，除非其标签上载有委员会确定的关于其维生素、矿物质和其他膳食特性的信息，并且根据规定必要地充分告知消费者其具有此类用途的价值。不奇怪的是，法律本身没有给具有特殊膳食用途的食物进行定义，但在1938法案中，长期研究最终让国会意识到，特殊膳食食品包括但不限于向婴儿、残疾人或追求增重或减重的人群提供的食品，也不只是那些追求特殊饮食需求的人群。立法者认识到，鉴于营养科学的发展，特殊膳食的概念可以扩大。法案的主要发起人参议员Royal Copeland说 越来越多宣称含有各种维生素、矿物盐、特殊蛋白质、碳水化合物等物质或化合物的产品被提供给消费者……公众的福祉至关重要，所以必须与时俱进地制定相关条款，要求标签上标明必要信息…… FDA于1940年9月发布了针对特殊膳食的规定，并在下个月举行了公开听证会；最终法规在1942年推出。FDA认识到到婴儿、幼儿、儿童和成年人有不同的营养需求，所以推出了每日最低营养需求（Minimum Daily Requirements, MDRs）这一体系，规定了为预防营养缺乏症，每日所需的维生素和矿物质的量。标签上必须体现维生素和矿物质占MDR的比例，以及适当的使用说明。而其它有特殊膳食用途的物质，包括法规规定以外的维生素和矿物质，需要标注声明，表明（1）尚未确定对此类物质的需求，（2）每种物质的含量，以及（ 3）使用说明。虽然要求标签标注适当的使用说明是相关法律对药品的要求，但FDA选择把含有维生素和矿物质的特殊膳食食品也按照这些法律进行管理。几年后该机构的总法律顾问回想道，FDA这一规定要求在食品产品中充分披露所有成分（包括无效成分和其它成分），随着MDR被推广开来，FDA也对食品管理有了更多经验。在宣布这些规定时，联邦安全局（Federal Security Agency, FSA）局长（此时为FDA的行政部门）宣布将广告和标签也纳入监管。FTC仍然监督食品广告，但是根据1938法案，没有按照规定的在标签上标注特殊膳食用途的产品构成虚假标注，如果一个产品的广告暗示它具有特殊饮食用途，则其标签必须符合特殊膳食食品的规定。尽管很多人做出努力想改变这些法规，但在接下来的三十年中，特殊膳食食品法规仍然在不同场合发挥作用。 接下来的十年里，FDA积极处理违规的维生素和矿物质制剂，采取了相当多的行动，以至于1942年9月的FDA判决摘要开始将维生素和矿物质作为一个独立的类别。 一项关于1947年至1952年的维生素和特殊膳食食物案例的研究表明，约有43％的违法行为涉及虚假和误导性标签，而且在这一时期确实出现了一个关键案例。1948年，FDA在全国范围内多次缉获纽崔莱品牌的产品，这是一系列以复合维生素和矿物质为特色的膳食补充剂产品，实行的是多层分销和上门销售。该品牌往往通过公司发布题为“如何保持健康”的文献来推销产品，这些文献将纽崔莱产品与各种疾病和治疗联系起来。程序性问题和上诉问题使案件不断拖延。然而，双方于1951年4月达成了一项广泛的和解协议。这一结果使双方免于陷入长期审判，帮助政府免于指出FDA政策与FSA局长Oscar Ewing过去做出的关于”美国人面临典型营养缺乏”的陈述之间存在的尴尬的意见差异，同时为纽崔莱提供了解决其面临的大量法律问题的办法。 这项和解协议对案例做出了详细说明，但同时也为食品补充剂监管建立了新的方法体系。例如，该法令承认缺乏特定维生素和矿物质与特定病理状况之间的关系：维生素A缺乏和夜盲症，维生素C和龋齿，维生素K和伤口过多出血，碘和甲状腺肿，钙和血液凝固。30多种相似的陈述是允许的，基于如下谅解： 如果声称某种症状可能是由亚临床维生素或矿物质缺乏引起的，那么必须存在与该声明对应的鉴定（qualification），说明仅在这些症状是由其产品中含有的一种或多种维生素和矿物质的缺乏引起的情况下，纽崔莱食品补充剂是有益的。 该协议为类似陈述许可的扩大打下了基础，即只要以普遍接受的营养科学为基础并遵守1938年法案的要求，那么这些陈述就是允许的。更有甚者，只要有可靠的科学观点做支撑，即使不符合当前科学研究的共识，这些陈述也是允许的；在这种情况下，必须提供可靠的科学观点对这些陈述的解释。 正如FDA总法律顾问William Goodrich所说，这一案件帮助他了解到，其实人们将维生素视为一种补品；这些产品一般没有毒性，容易获得，而且人们服用这些产品会让他们感觉良好，无论产品实际上到底有没有健康益处——至少这些产品一般没有坏处。当然，协议还是对FDA发现纽崔莱销售代表在销售过程中使用的或其营销文献中暗示的大量不合法陈述做出禁止，包括对关节炎，风湿病，糖尿病，癌症和阳痿的功效。同样，该协议对FDA认为纽崔莱在产品营销中提出的十几项关于科学、健康、营养及其与膳食补充剂关联的陈述做出禁止。最后，该法令允许使用推荐书（testimonials），只要这些推荐书没有偏离法令的条款，并且如果未来的法律、事实或科学意见提出要求，那么任何一方都可以对其进行修改。这项纽崔莱和解协议，影响了FDA未来十年对膳食补充剂的监管，FDA将基于1938年法案及药品标注相关法案提出指控。 3 膳食补充剂骗局及监管规则的重新制定在随后几年间涉及维生素和矿物质补充剂产品的案例中，有相当多都与欺诈（fraud）有关，产品制造商或其销售代理对产品的治疗功效做出许多不科学和不道德的陈述。这些情况当然不是新鲜事，无论是对疗法的宣称还是维生素产品的销售。如前所述，自20世纪20年代早期以来，AMA一直在抨击维生素销售中的营养欺诈行为，化学局也非常清楚维生素标签的功效标注可能“超出适当范围”。然而，在纽崔莱协议颁布后，欺诈案逐渐增多，1957年6月，全国各地的FDA办事处举行了“营养骗局新闻发布会“，邀请州和地方公共卫生部门、医疗协会、商业改善局的代表与FDA代表共同出席。 此外，在1961年两次针对医疗欺诈的全国医学会议上，AMA和FDA首次进行了合作。这些事件的共同关注点是揭露“食品流氓和营养骗子”如何藐视法律，以及如何制裁他们： ……在法庭中，在媒体上，在我们的教育机构中，或其它任何他们的伪科学理论可能出现的地方……我们认为曝光是最有效的工具，特别是在骗子不想出现的法庭上，以及他们无法骗人的地方。我们坚信，消费者会理解并接受联邦法官和陪审团的判决，而且成功的法庭判决，辅以科普宣传和公共信息，将是最好的教育手段…… 尽管膳食补充剂生产商也并非毫无还手之力，但毫无疑问，FDA在其法庭程序中取得了重大成功——其中大多数甚至都不涉及诉讼。可以肯定的是，至少在某些案例中，厂商把认罪、支付罚款、必要整改以及尽早继续营业当作他们的商业策略的一部分。然而，法庭工作——特别是对于问题频发的行业——是十分耗时的，不是更好地控制违法行为的最有效手段。因此，FDA机构通过重新审视1941年法案采取了更系统的方法，这样做引发了FDA规则制定中前所未有的公众意见反弹，但当然，这绝不是最后一次发生这种情况。1962年6月，FDA通过议案，重新修订特殊膳食食品法规。FDA关注的是“shotgun preparations”（即像霰弹枪喷射一样含有许多种成分的产品），这类产品不仅含有具有已知营养功效的维生素和矿物质，还含有许多其他证实或未证实含有的成分。因此，法规确定了12种营养素，包括8种维生素和4种矿物质，“只有那些有关部门认可的营养素才是必需的、具有膳食补充价值的”，凡是声称能补充营养的产品只能含有这些成分。至于其他维生素和矿物质，则规定“没有令人信服的证据”表明正常饮食之外还需要进行补充。此外，该法规将前文提及的“每日最低要求”标准（MDR）替换为“每日要求”，该标准基于美国国家科学院食品与营养委员会（Food and Nutrition Board of the National Academy of Sciences）长期以来制定的推荐膳食补充量（Recommended Dietary Allowances, RDAs）。 根据FDA法律总顾问Goodrich的说法，除了来自制药公司的意见，FDA还收到了54,000多份来自有关科学家、非科学家、保健医生和普通民众提出对该法案修订稿的建议，尤其是国家卫生联合会（National Health Federation），该机构成立于1955年，最初是为了帮助Harry Hoxsey令其有争议的用草药治疗癌症的方法可供大众使用。这些意见，绝大部分都是简单的批评和发泄，只有不到1%的建议是真正关于如何改善该法规的。由于FDA在1962年药品修正案的施行上耗时过多，因此直到1966年6月才颁布了正式的膳食补充剂修订法规。该版本明确使用RDAs，因为担心过去使用的MDR标准会给购买者产生“超过最低营养要求即对健康有益”的错觉，比如脂溶性维生素就是典型的反例。 该法规确定了复合维生素或复合矿物质补充剂可以含有的必须和可选维生素和矿物质，比1962法案规定的多纳入了5种营养素。维生素和矿物质的标准为其确定了每日最小和最大用量的范围——这个问题在几年后再次出现时会引起更多关注。但更重要的是，要求标签必须包括以下声明： 我们吃的食物含有丰富的维生素和矿物质。食品和营养部门建议对营养的需求应通过食物来满足。除了对有特殊医疗需求的人，建议日常使用膳食补充剂是没有科学依据的。 这引发了成百上千的反对意见，尤其是对所有膳食补充剂都要使用所谓的“透明标签（crepe label）”这一规定不满，FDA不得不安排听证会，从1968年持续到1970年。 当FDA还在消化整理从听证会收集到的将近32000页的文字记录时，其签署的一项调查即将完成并公之于众，也就是健康实践和意见研究（Study of Health Practices and Opinions (1972)），这是一项大规模调查的分析结果，或许会令人感到惊讶（也可能不会），但至少会一定程度上反应出公众对膳食补充剂监管的态度。接受调查的人中有一半使用过膳食补充剂，四分之三的受访者认为服用超出RDAs限量的维生素和矿物质给予他们更大的能量并使他们更健康。20％的人表示，一些严重的疾病，如癌症和关节炎，至少在一定程度上与营养素缺乏有关；大约四分之一的人说他们患有关节炎或相关疾病，但是几乎没有人报告患有癌症。根据作者的观点，公众依赖零售商和行业咨询获取关于膳食补充剂的信息，是因为受访者主观认定该行业受到监管，要求其广告和标签描述必须准确。此外，许多受访者并未根据特定的信仰体系（信息源）做出决定，而是源于“任何事物都值得一试”的主张，因此他们基于“反复试错”的逻辑做出了健康方面的决策。 事实上，由于趋势的融合，健康决策的性质对许多人来说已经发生了变化并且将继续发生变化。在某种程度上，对技术进步整体上抵制，对传统的药物治疗又特别地抵制，这是一种由原子恐惧、沙利度胺（一种镇静剂）、《寂静的春天》、DES /己烯雌酚，达尔康顿（Dalkon Shield）、苯乙双胍、博帕尔、切尔诺贝利、芬芬（Fen-phen）……等等这些事件带来的不信任造成的。共产主义政治迫害、越南战争、水门事件，以及广泛报道的一大批高级官员的言行失当，都是导致政府信任受到侵蚀的原因。也许，因此，患者开始越来越多地转向非正统医学、自然疗法医学、脊椎按摩疗法、顺势疗法等等，并不十分令人惊讶，正如一位批评家指出的，这就像是历史学家James Whorton曾提出的概念“整体大杂烩（holistic hodgepodge）”的展现。 事实上，如下文所示，国会自己将美国卫生研究院（National Institutes of Health）指定为膳食补充剂办公室（Office of Dietary Supplements）。患者将命运掌握在自己手中，妇女健康诊所拒绝接受传统的医学家长制的作风，引入一些有能力的非专业护理人员，年轻妇女健康网络颠覆了医疗机构（以及至少一次国会听证会）的权威，以确保口服避孕药的信息标签安全。患者和他们的支持者开展了广泛的运动，以说服国会通过一项法律，即罕见病用药法案（Orphan Drug Act），用于向医药公司提供必要的资金激励，鼓励他们研究和开发罕见疾病的治疗方法。艾滋病活动家不知疲倦地通过非常有声势的抗议活动和面对面的政策制定会议说服政府机构（也包括FDA）为艾滋病开发更多的治疗方法，使研究性治疗更广泛，药物评估更迅速。因此，虽然认识到在更广泛利用的膳食补充剂背后的有很多商业和政治利益，但公众对膳食补充剂的追捧，以及对获取膳食补充剂产品的限制的抗议，在很多方面是对过去几十年社会风潮的反映。 4 前所未有的“退步”1973年，在特殊膳食品法规出台32年后（1941年FDA推出了对特殊膳食的法规），FDA提出了对法规的彻底改革，从详尽的听证会中得出的数十项调查结果开始，听证会持续多年，并累积了超过30 000页的文字记录，所以人们可以预料其涵盖范围将相当广泛。“标签”将作为一个整体来考虑，包括广告和促销，当然，自1941年法规以来一直是这样做的。为了扭转当年的纽崔莱协议法案带来的风潮，FDA提案规定，“没有这样的逻辑，即以治疗、预防或治愈疾病或症状为目的，允许或鼓励向美国大众推广和销售含有维生素和/或矿物质的膳食补充剂”。调查结果同时帮助FDA驱除了一些与维生素和矿物质相关的传言：“亚临床的营养缺乏症”的概念不受支持；土壤质量不会对食物中的营养素含量产生不利影响；储存，运输和加工不会显著影响食物中的营养水平。必需维生素和矿物质的数量分别增加到12和13种，美国官方推荐每日营养标准（US Recommended Daily Allowance, USRDA）将基于美国国家科学院之前提出的RDAs来制定，该机构也是FDA为解决1938年至1962年间引入的数千种新药的有效性问题而求助的专家机构。由于市场上现在出现的“令人眼花缭乱的营养组合，既没有医疗支撑也没有消费者理解”，提案继续要求复合补充剂必须含有所有必需的维生素和/或矿物质，同时也制定条款继续进行补充。 在新提案中最有争议的一点，是对营养素含量的限制，这是为了对抗一些补充剂的不合理的营养含量，而提案中的限制数量来自“合理的科学基础”。一些营养素的快速排泄（从而限制了对消费者的益处），或者某些营养素相关的毒性，例如脂溶性维生素，在这些规定中将占主要部分。如果补充剂含有超过USRDA列出的上限（达到150％），它将被视为药物，并作为非处方药审查的一部分进行处理。 FDA收到了超过2万封反对这些提案的信件，但据称没有人能提供有意义的理由来保留旧的条款。最终版本的法案基本上涵盖了提案中提出的所有建议，包括最具争议的营养素含量限额。 这一最终法案，将触发FDA历史上前所未见的的公众强烈反对的浪潮，甚至有人说，在联邦政府历史上也是首次，同时它也在立法层面成为了对膳食补充剂监管法规最有力的攻击点。 然而当法案还在筹备中的时候，另一家膳食补充剂贸易协会，美国营养食品协会（National Nutritional Foods Association, NNFA），对新规定提出质疑，并决定对FDA提起诉讼，以反对FDA试图把营养素含量超过规定阈值的膳食补充剂定义为药物。法院不同意FDA的主张，即“听证会记录中没有证明任何已知的食物或营养品含有如此高水平的营养素”。另外，NNFA协会决定执行禁用了某些营养素的营养标准，而这些营养素在法规中被认为是人体必需的，甚至可以用于婴儿配方中，但没有确定的RDAs标准。因此，受理上诉的法院整体上延缓了新法规的通过。 而与此同时，FDA、国会和白宫正因这一立法而不断受到抨击。参议员Edward Kennedy的一位助理，曾经主持关于维生素监管的听证会，声称他们办公室收到关于维生素法规的邮件，比水门事件听证会那时候还多。法规的反对者包括膳食补充剂贸易协会、生产商和各行各业的普通民众——这与如20世纪60年代的抗议行动如出一辙，不过也有一些传统上与FDA保持同盟的团体，如食品药品官员协会（Association of Food and Drug Officials）也加入了反对行列。虽然许多消费者团体，如美国退休人员协会（American Association of Retired Persons）和健康研究团体（Health Research Group）支持FDA的新规，但广大消费者自身显然没有。 这其中最有影响力的反对者，应该是来自威斯康星州的资深参议员William Proxmire，也是一名维生素爱好者。他确信FDA有足够的力量打击市场上假冒伪劣的膳食补充剂产品，同时不妨害公众获取维生素和矿物质产品的权利，这一原则导致1976年维生素矿物质修正案（Vitamin-Mineral Amendments of 1976）的通过。首先，最重要的是，该修正案禁止FDA限制维生素或矿物质的效力（potency），并且阻止FDA将超过其规定药物阈值的维生素或矿物质定为药物。其次，它阻止政府限制维生素或矿物质或其他食物成分的复合产品。例外情况，是用于治疗儿童疾病，或用于孕妇或哺乳期妇女的膳食补充剂。而FDA保留了打击虚假或误导性标签的权力，以及把宣称用于治疗和预防疾病的膳食补充剂归类为药品的权力。作为对该修正案削弱FDA权威的部分补偿，FDA可以对维生素或矿物质产品的虚假或误导性广告采取强制措施，但前提是FTC首先拒绝采取行动。 1976年修正案改变了膳食补充剂领域的格局及FDA在其中的地位，历史学家James Harvey Young将其称为“自1906食品和药品法案颁布以来关于‘自我治疗产品’的联邦立法的‘首次退步’”。 FDA随后开始重新制定法规，以符合1974年法院裁决的结果，并于1976年整合了1976修正案的内容。然而，全国营养食品协会（National Nutritional Foods Association）再次将FDA告上法庭，并且获得裁决支持，规定FDA的法规仍然是不正当的；此后，FDA没有对维生素矿物质法规采取进一步行动。然而到了1979年，非处方药审查（OTC Drug Review）项目（1972年开始检查确定非处方药安全性和有效性的项目）似乎成为了研究维生素和矿物质被重新分类为药物的可能性的工具，如何归类取决于膳食补充剂声称的功效。经过对这些被作为药物使用的维生素和矿物质产品的长期研究，药物咨询小组发现，八种维生素和三种矿物质作为膳食补充剂是安全有效的。尽管如此，由于担心这一结论将被FDA用于应对76年修正案和法院裁定，公众抗议再次爆发。于是两年后，将膳食补充剂归于OTC系统中的想法被抛弃了。 5 局势变化：从NLEA到DSHEA到了20世纪80年代，华盛顿的政治态势逐渐转向关于商业环境的监管改革；彼时，食品标签变得越来越混乱——虚标成分含量，含糊的描述话语和功效宣传，以及超出既定事实界限的治疗暗示。到1990年，国会越来越倾向于通过立法来澄清混乱。当然，这很大程度上要依靠FDA来制定法规以解释法律在日常生活中的应用，而且不得不承认，过去二三十年，至少在膳食补充剂方面，法规的演进是频频受挫的。不论如何，国会通过了1990年营养标签和教育法案（Nutrition Labeling and Education Act of 1990，NLEA）。法案要求FDA将当前的食品标签制定为成有意义的指南，以促进消费者知情和食品健康。法案需要对被滥用的的食品标签术语进行定义，如“不含有”，“低”，“轻”，“少”，“更少”和“高”。 对于维生素、矿物质、草药（该类产品概念首次出现）和其他类似营养物质，在法案通过后24个月内，FDA必须建立最终规则，限制关于此类产品的功效声称的有效性。特别地，法案规定需要验证某些营养素和特定疾病之间宣称具有的关联，如叶酸和神经管缺陷，锌和老年人的免疫功能，抗氧化维生素和癌症，ω-3脂肪酸和心脏病等等。 草药，或植物药，是传统疗法的核心，很多可以追溯到古希腊医生Galen时期，但在许多版本的药典中仍然有数百种这类药物允许使用——当然，它们中的大多数最终被更有效和广泛推广的药物所淘汰。然而，这些植物药物也有悠久和广泛的使用历史，从很多知识分子中的草药种植风潮中可见一斑，从John Gerard的《Herball》（草本图鉴，1957）、Nicolas Culpeper的《The English Physician》（英国医师，1652）以及之前的许多其他人，到Maude Grieve的《A Modern Herbal》（现代草药，1931）。医学植物学既是大众应用领域，也是药理学家的领域。正如那些取代草药的现代化治疗剂的情况那样，那些想营销草药（以及从食物中提取的植物成分）的人，也被期望提供其治疗主张背后的现代证据。这项提议可能非常“昂贵”，没人愿意承担风险。 随着NLEA逐渐通过国会批准，一个涉及膳食补充剂的严重公共卫生问题被揭露出来，深刻提醒了，即使在“无害产品”中也存在潜在的危害，当年的健康调研中受访者提出“所有产品都值得一试”的，正是这些所谓的“无害产品”。1989年末，新墨西哥州的三名患者出现了严重的肌痛和外周嗜酸性粒细胞增多症，这是一种使人衰弱且可能致命的神经系统疾病，伴有疼痛，肿胀，皮疹和其他影响四肢的症状，而且持续时间相当长。 该综合征是在服用色氨酸作为食品补充剂后形成的。在这种情况下，法律没有授予FDA召回权。然而，为执行地区法院的多个命令，FDA得以相当频繁地要求生产商召回其问题产品。因此，11月，FDA要求厂商主动召回其色氨酸补充剂，并敦促消费者停止服用此OTC补充剂，该产品曾被用于睡眠障碍、经前综合症、压力、焦虑、食欲不振及酗酒或滥用毒品等。那时候已经在37个州出现287个案例。零售追溯行动最终将该膳食补充剂与一种新的细菌菌株联系起来，这种细菌是在日本制造商的生产中进入产品的。随后的证据表明1989年之前的嗜酸性粒细胞增多病例的爆发同样与色氨酸的其它来源有关。无论如何，到1990年10月，超过1500名美国人患有色氨酸诱导的嗜酸性粒细胞增多症肌痛综合征，最终有38人死亡。 FDA随后委托美国实验生物学联合会调查市场上氨基酸的安全性，报告显示，其研究的24种物质，作为膳食补充剂服用时，没有所谓的安全剂量，而高剂量服用这些物质可能存在重大风险。 1990标签法案引发了另一轮大规模的公众抗议，人们担心FDA法规会妨害其对膳食补充剂的销售和消费使用，随后国会通过了一项法律，延缓了FDA根据NLEA制定其膳食补充剂监管法规的截止日期。然而，根据1992年膳食补充剂法案（Dietary Supplement Act of 1992，DSA），FDA有权审批维生素、矿物质或草药的健康声明。同时，安排总审计长来调查FDA用于管理膳食补充剂的做法和程序——FDA如何确定产品是否掺假或使用虚假标签，如何确定人员配置水平以应对相关问题，以及“FDA在资源合理配置的条件下，确定某种物质对公共健康和安全构成风险的方法”。 当然，在与色氨酸补充剂相关的嗜酸粒细胞增多症肌痛综合征爆发引起的恐慌之下，该法律得以顺利通过。 同年，FDA膳食补充剂工作组的报告发布了，该工作组由专员大卫凯斯勒（David Kessler）于1991年成立，重新审视膳食补充剂的监管，重点关注公共卫生问题。工作组承认美国公众对消费膳食补充剂有强烈的需求，并且希望FDA尽可能确保其选择自由。产品的安全性——包括其成分安全和标签安全——是FDA最关心的问题，而保证产品安全应该是制造商的责任。监管方面的其它建议还有：采用良好的生产规范；加强不良事件的报告机制；加强对单独出售或者作为药物混合物出售的氨基酸管控；由于许多草药的安全性尚未确定，对其不良反应知之甚少，FDA的食品安全和应用营养中心以及药物评估和研究中心将合作解决其安全性和标签问题。自20世纪50年代以来，FDA就致力于建立一个医疗产品相关的不良事件的协作报告系统，这主要是与抗生素和氯霉素引发的罕见但致命的恶性血液病有关。美国医院药剂师协会，医疗记录协会和五家综合医院的试点小组与FDA达成合作。早在1962修正案中就已经要求制造商第一时间向FDA报告严重的药物反应，但对于一般从业者，FDA仍在努力促进相关的沟通机制。1993年，FDA启动了一项计划，MedWatch，目前仍在运作，该项目最初目标是医疗从业人员，但最终使患者也参与进来，能够向FDA报告药物不良反应的问题。 根据NLEA的规定，FDA于1991年11月和1992年7月提出的法规，在24个月期满后自动成为最终法规，于1992年11月8日生效。然而，FDA很快宣布计划短期内将根据收集到的公众意见发布新的法规。尽管如此，在NLEA规则强制执行之前大约一周，DSA批准，至少1993年12月15日之前NLEA不得用于膳食补充剂的监管。因此，本应在11月8日生效的法律将暂时无法实行。一项法律赋予的，被另一项法律取消了。在DSA规定的暂停期结束后，FDA确实制定了针对膳食补充剂（包括氨基酸）的法规提案。然而与此同时，国会正在制定的一项法律将使FDA的法规无法生效，更重要的是，它将彻底改变膳食补充剂行业及其监管，使其不受任何法律、法规或法院判决的影响。 在犹他州共和党参议员Orrin G. Hatch和新墨西哥州民主党代表Bill Richardson的大力推动下，膳食补充剂健康教育法案（Dietary Supplement Health Education Act, DSHEA）于1994年10月25日通过。该法规认可了膳食补充剂在经济中的重要作用：美国一半人口，每年在600家制造商销售的4000种膳食补充剂产品上，花费约40亿美元。虽然政府计划迅速采取措施打击假冒伪劣和有害的膳食补充剂，但除此之外监管机构不得妨害这类产品的发展。根据定义，膳食补充剂含有一种或多种维生素、矿物质、草药或其他植物成分、氨基酸或其他物质，用于增加一个人的总膳食摄入量。至于膳食补充剂的安全性，法律要求政府“承担举证责任，以证明膳食补充剂是掺假的”。这是十分不寻常的规定，与当时对药物或食品所采用的方法都不相同，然而开创了产品先于法律的做法。这种责任划分的原则无疑包含这样一种感觉，即补充剂的历史表现（historical familiarity）和相应的预测记录（predictive track record）是评估膳食补充剂安全性的重要考虑因素。此外，制定者很可能认为，对阻止膳食补充剂而导致的潜在损失和对允许其使用而带来的潜在益处所进行的“风险-收益”计算，给市场的快速同化提供了合理性。与之相对的是，分别从1938年和1958年开始，法律就一直要求在药物和食品添加剂上市前进行安全检验。另外，与膳食补充剂销售“相关联”的宣传物料不会被视为标签，只要其不含虚假或误导信息，不宣传特定产品或制造商，同时呈现膳食补充剂不同方面的信息以体现科学的“平衡观点”，并且不在膳食补充剂产品上展示。同样地，举证责任将落在政府身上，以证明上述此类安排是虚假或误导性的。 DSHEA允许所谓的“营养支持”陈述，而且膳食补充剂不会因此被归类为药物。通过这种方式，补充剂可以声称有益于某种营养缺乏症（并且指出这种疾病在美国的患病率），可以描述营养素如何影响人类结构或功能以及相关机制。但其公司需要证实上述陈述是真实、非误导性的。如果产品有任何上述声称，其生产商必须在产品上市30天内告知政府。最后，如果标签上有此类声称，那么必须同时突出显示如下标注：“该声称未经美国食品药品管理局评估。该产品不用于诊断、治疗、治愈或预防任何疾病（This statement has not been evaluated by the Food and Drug Administration. This product is not intended to diagnose, treat, cure, or prevent any disease.）”。从某种意义上说，这个样板公告让人联想到（尽管采用了截然不同的方式）1966年法规提案中提到的，标签声明应告知消费者，没有科学依据支持日常使用膳食补充剂的益处。这也让人联想到FDA在1906年法案中固有的标签管理方式，即消费者有权了解产品真实情况（比如含有危险成分），然后自行决定是否继续使用。当然，这种理念在后来的几十年内发生了变化。在任何情况下，制造商都不能在这个样板声明旁边宣传产品可以治疗或预防任何疾病。 制造商可以向FDA提交申请在产品中使用和宣传新的膳食原料，比如1994年10月15日之前未上市的成分，FDA将合理确定在标签标注的使用条件下，这种成分是否安全。但是，这项规定仅适用于新成分，对1994年以前的成分不会进行上市前审查。在DSHEA下，FDA根据NLEA提出的规则将被撤销。此外，DSHEA还模仿食品的生产规范规定了膳食补充剂的良好生产规范。最后，新法律要求建立两个实体，一个是承担特定责任的短期机构，另一个是在联邦政府卓越的医学研究机构中建立的的永久性机构。前者是由总统任命的七名具有科学资质的成员组成的膳食补充剂标签委员会，他们将编写一份报告，说明膳食补充剂的标签应如何最好地向公众传达有效的科学信息，以帮助消费者做出更明智的医疗决策。然后政府将根据该委员会的建议颁布相关规定。另一个机构是在国家卫生研究院内设立的膳食补充剂办公室（Office of Dietary Supplement），以研究这些商品及其在维持健康和预防疾病方面的作用。 就这样，DSHEA以实质性方式改变了膳食补充剂的监管格局。如果有登记在册的相关证明，那么膳食补充剂就允许声称产品的健康益处。同时，标签上要说明FDA未证实这些功效声称的真实性，但尽管如此，这些声称本身不会导致膳食补充剂被视为药物，因此他们不必提供药品级水平的证据。在膳食补充剂中使用新成分（即DSHEA颁布之后上市的成分）的制造商必须在上市前向FDA通知，并提供证据以建立“合理的安全预期”。 除此之外，对于DSHEA通过前就已经存在维生素、植物成分等，将不会进行上市前审查。如果产品出现问题，需要政府来证明该膳食补充剂是不安全的。正如DSHEA明确指出的那样，“联邦政府不应采取任何行动来施加不合理的监管障碍，限制或减缓安全产品和准确信息流向消费者”。 在近四分之三世纪里，对膳食补充剂的监管经历坎坷才达到现在的水平。美国公众很早就开始服用维生素，其零售额从1925年的70万美元增长到十年后的3200万美元；到20世纪30年代末，美国人花费近8300万美元购买维生素。而到了1994年，用于膳食补充剂的消费达到了四十亿美元。有关机构为监管这些前所未见的商品付出巨大努力，做出大量法规的调整和创新，这也与对这些营养素及其在健康中的作用的科学认识的滞后有关。科学的局限性是膳食补充剂监管与其它产品存在明显差异的一个原因。膳食补充剂作为一种“跨品类”的商品也让这个问题更复杂。从一开始，化学局就想要了解更多关于维生素的信息及其作为“药剂”的作用，而之后的各种法规都同时引用了食品和药品的分类。也许FDA低估了公众对膳食补充剂的热情和投入，但不可否认的是，那些在膳食补充剂中具有既得经济或政治利益的人也为这种“热情”添了一把火。但是当一个相对细化的监管问题上的舆论足以与类似水门事件的文化试金石（cultural touchstone）进行比较时，或许值得人们更多关注。FDA通过其健康实践和意见研究（Study of Health Practices and Opinions）项目对此进行了探索。然而，到该报告发布时，公众情绪已经完全碾压了监管程序。因此，考虑到膳食补充剂坎坷的监管历史，了解这些产品遇到的问题就更为重要了，而药物测试和分析（Drug Testing and Analysis）项目在这个方向上还有很长的路要走。正如对许多其它类别产品的监管的发展历史所教给我们的，发现问题往往有助于改善公共健康。","categories":[{"name":"营养学","slug":"nutriology","permalink":"https://zhaohao.de/categories/nutriology/"}],"tags":[{"name":"营养学","slug":"营养学","permalink":"https://zhaohao.de/tags/%E8%90%A5%E5%85%BB%E5%AD%A6/"}]},{"title":"为什么要学习营养学","slug":"为什么要学习营养学","date":"2021-03-17T15:41:07.252Z","updated":"2021-03-17T15:56:45.747Z","comments":true,"path":"2021/03/17/whytotudynutriology/","link":"","permalink":"https://zhaohao.de/2021/03/17/whytotudynutriology/","excerpt":"","text":"什么是营养学学术中的营养学：简单说明实践中涉及的营养学为什么要学习营养目的1：提高理论水平，指导实践目的2：增加专业背书，提高行业地位如何学习营养途径1：参加考试途径2：高校深造途径3：参与实践路线图步骤1：框架梳理步骤2：理论学习步骤3：考试步骤4：主动实践","categories":[{"name":"营养学","slug":"nutriology","permalink":"https://zhaohao.de/categories/nutriology/"}],"tags":[{"name":"营养学","slug":"营养学","permalink":"https://zhaohao.de/tags/%E8%90%A5%E5%85%BB%E5%AD%A6/"}]},{"title":"Hello World","slug":"hello-world","date":"2021-03-10T15:42:43.697Z","updated":"2021-03-17T13:33:49.322Z","comments":true,"path":"2021/03/10/helloworld/","link":"","permalink":"https://zhaohao.de/2021/03/10/helloworld/","excerpt":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub.","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new &quot;My New Post&quot; More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","categories":[],"tags":[]}],"categories":[{"name":"营养学","slug":"nutriology","permalink":"https://zhaohao.de/categories/nutriology/"}],"tags":[{"name":"营养学","slug":"营养学","permalink":"https://zhaohao.de/tags/%E8%90%A5%E5%85%BB%E5%AD%A6/"}]}